akamud.vscode-theme-onedark
austin.code-gnu-global
blierner.github-markdown-preview
bierner.markdown-emoji
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
CoenraadS.bracket-pair-colorizer
cweijan.vscode-database-client2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
Gruntfuggly.todo-tree
idleberg.badges
liximomo.sftp
ms-azuretools.vscode-docker
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-pyright.pyright
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vsliveshare.vsliveshare
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.makefile-tools
Shan.code-settings-sync
SonarSource.sonarlint-vscode
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
zhuangtongfa.material-theme
bierner.markdown-checkbox
bierner.markdown-footnotes
bierner.markdown-yaml-preamble
CoenraadS.disableligatures
dracula-theme.theme-dracula
k--kato.intellij-idea-keybindings
Natizyskunk.sftp
vsls-contrib.bouncer
GitHub.copilot
VisualStudioExptTeam.intellicode-api-usage-examples
znck.grammarly
redhat.vscode-yaml
shardulm94.trailing-spaces
PKief.material-icon-theme
alefragnani.project-manager
dongli.python-preview
donjayamanne.git-extension-pack
donjayamanne.githistory
hbenl.vscode-test-explorer
kaih2o.python-resource-monitor
KevinRose.vsc-python-indent
lextudio.restructuredtext
mintlify.document
ms-vscode-remote.remote-wsl
ms-vscode.test-adapter-converter
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
sourcery.sourcery
thebarkman.vscode-djaneiro
tomoki1207.pdf
trond-snekvik.simple-rst
twxs.cmake
