akamud.vscode-theme-onedark
austin.code-gnu-global
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
Gruntfuggly.todo-tree
idleberg.badges
liximomo.sftp
ms-azuretools.vscode-docker
ms-pyright.pyright
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
Shan.code-settings-sync
streetsidesoftware.code-spell-checker
twxs.cmake
vscodevim.vim
vsls-contrib.bouncer
zhuangtongfa.material-theme
